Repository: eachann1024/goose-agent
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Appearance Mode
zh_hans: 外观模式

source: Dark Themes
zh_hans: 夜间主题

source: Light Themes
zh_hans: 白色主题

source: No matching themes
zh_hans: 没有匹配的主题

source: Dark
zh_hans: 黑色

source: Default
zh_hans: 默认

source: Follow System
zh_hans: 跟随系统

source: Light / Night
zh_hans: 浅色 / 夜间

source: Light and night variants follow the appearance mode.
zh_hans: 浅色和夜间会跟着外观模式自动切换。

source: Light
zh_hans: 白色

source: Search themes
zh_hans: 搜索主题

source: Terminal Colors
zh_hans: 终端颜色

source: Appearance
zh_hans: 外观

source: Bottom Tabs
zh_hans: 底部标签栏

source: Layout
zh_hans: 布局

source: Hide Sidebar
zh_hans: 收起侧栏

source: Show Sidebar
zh_hans: 展开侧栏

source: Settings (%@)
zh_hans: 设置（%@）

source: Settings
zh_hans: 设置

source: Top Tabs
zh_hans: 顶部标签栏

source: Vertical Tabs
zh_hans: 垂直标签栏

source: Cancel
zh_hans: 取消

source: Connection closed
zh_hans: 连接已断开

source: Copy
zh_hans: 拷贝

source: Copy Link Address
zh_hans: 拷贝链接地址

source: Drag onto an edge to split, or back to the sidebar to dock.
zh_hans: 拖到边缘分屏，拖回侧边栏收回。

source: Split
zh_hans: 分屏

source: Could not read SSH config.
zh_hans: 无法读取 SSH 配置。

source: Choose a Host
zh_hans: 选择主机

source: Close Tab
zh_hans: 关闭标签

source: Close Tab (%@)
zh_hans: 关闭标签（%@）

source: Hosts
zh_hans: 主机

source: New Tab
zh_hans: 新标签

source: New Tab (%@)
zh_hans: 新标签（%@）

source: No matching hosts
zh_hans: 没有匹配的主机

source: No open terminals
zh_hans: 还没有打开的终端

source: Open Link
zh_hans: 打开链接

source: Press %@ to choose a host.
zh_hans: 按 %@ 选择主机。

source: Paste
zh_hans: 粘贴

source: Search hosts
zh_hans: 搜索主机

source: Tabs
zh_hans: 标签

source: Reconnect
zh_hans: 重新连接

source: Reload SSH config
zh_hans: 重新读取 SSH 配置

source: SSH config has no hosts to connect to.
zh_hans: SSH 配置里没有可连接的主机。

source: Select All
zh_hans: 全选

source: Select a host
zh_hans: 选择一台主机

source: Select a host from the list to open an SSH session.
zh_hans: 从左侧列表选择一台主机，打开 SSH 会话。
